<?php

return [

    'sub_heading' => 'جديد: تكامل الذكاء الاصطناعي لدينا وصل للتو',
    'main_heading' => 'اكتشف إمكانيات لا حصر لها في عالم التداول.',
    'advantage1' => 'الإشارات المربحة',
    'advantage2' => 'التداول في الوقت الحقيقي',
    'advantage3' => 'التحديث المستمر للإشارات',
    'start' => 'ابدأ التداول الآن',
    'check' => 'تحقق UID',
    'timeframe' => 'الإطار الزمني',
    'type_analise' => 'نوع التحليل',
    'technical' => 'التحليل الفني',
    'trends' => 'اتجاهات الإشارات',
    'resistance' => 'مستوى المقاومة',
    'technical_text' => '<a>ميزة: يوفر رؤى منظمة لتحركات الأسعار التاريخية.</a>
                    <a>إمكانية الربح: يعتمد على الأنماط البيانية الدقيقة وتفسير المؤشرات.</a>',
    'trends_text' => '<a>الميزة: الاستفادة من زخم السوق من خلال تحديد اتجاهات السوق ومتابعتها.</a>
                    <a>احتمالية الربح: احتمالية أعلى للنجاح من خلال التداول مع الاتجاهات الثابتة.</a>
              ',
    'resistance_text' => '     <a>الميزة: التعرف على نقاط ثبات السعر المحتملة أو نقاط الانعكاس.</a>
                    <a>إمكانية الربح: فعال لإدارة المخاطر والاستفادة من انعكاس الاتجاه.</a>
               ',
    'signal' => 'إنتاجية الإشارة 85%',
    'open' => 'افتح صفقة مع وسيط بمجرد تلقيك إشارة',
    'select' => 'حدد المعلمات التي سيتم على أساسها استقبال الإشارة',
    'next' => 'التالي',
    'start_signal' => 'إشارات البدء',
    'register' => 'التسجيل',

];

